<script>
export default {
  //
}
</script>

<template>
  <div>
    <button>Plus</button>
    <button>Minus</button>
    <h1>5</h1>
    <progress value="5" max="9"></progress>
  </div>
</template>

<!--

при нажатии на Plus прибавляем единичку 
при нажатии на Minus вычитаем единичку 

число не должно быть меньше 0
число не должно быть больше 9

если числа от 0 до 3, то число красим зеленым
если числа от 4 до 6, то число красим желтым
если числа от 7 до 9, то число красим красным

отрисовываем число на прогрессе

-->
